# terminal tools
brew "iterm2"
brew "wget"
brew "zsh"
brew "fzf"
brew "git"
brew "pgcli"

# python stack
brew "pycharm"
brew "pyenv"
brew "pyenv-virtualenv"

# GoLang stack
brew "goland"
brew "golang"

# front end stack
brew "node"

cask "visual-studio-code"


cask "docker"
cask "docker-compose"

cask "google-chrome"
cask "flux"
cask "spotify"
cask "telegram-desktop"



